cask_args appdir: '/Applications'

tap 'homebrew/bundle'

cask 'firefox'
cask 'java'

brew 'ack'
brew 'coreutils'
brew 'direnv'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'nvm'
brew 'openssl'
brew 'pipenv'
brew 'sbt'
brew 'unrar'
brew 'youtube-dl'
